Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A28.tmx
Source language: en_us
Languages: zh_cn

source: Adventure Travel - National Geographic Adventure Blog
zh_cn: 阿巴拉契亚徒步穿越的女子纪录保持者再次出发挑战新纪录

source: In 2008, a junk food loving, Classics major hit the Appalachian Trail to have a big adventure and figure out what to do with herself.
zh_cn: 200年，一个垃圾食品爱好者、古典文学专业的学生踏上阿巴拉契亚山脉穿越之旅来寻求人生中一次大冒险：看看自己能达到什么样的程度。

source: Appropriately, her trail name was Odyssa.
zh_cn: 她的穿越之旅恰如其分的命名为“奥德赛”（Odyssa）。

source: She was such a hiking newbie she didn't even wear moisture-wicking socks.
zh_cn: 即使当时她是如此之菜――甚至都没有穿速干袜。

source: But the hike must have been her destiny because she managed to set a new women's thru-hiking record.
zh_cn: 但是这次徒步穿越却似乎是命中注定的一般。因为她成功创造了女子穿越阿巴拉契亚的新纪录。

source: Next week, Jennifer Pharr Davis will begin an attempt to break her own record on the AT, hiking an ambitious average of 46 miles a day.
zh_cn: 下一周，詹妮弗 法尔 戴维斯(Jennifer Pharr Davis) 将会开始一次新的尝试，来创造平均每天行进46英里的新纪录。

source: Here she discusses her trail strategy (which involves hiking at night), training on the AT, and how she may have figured out how to be a professional thru-hiker.
zh_cn: 以下是关于她的穿越策略（包括夜间徒步），在阿巴拉契亚的训练，以及有关她如何成为职业穿越选手的相关经验。----

source: ―Mary Anne Potts
zh_cn: 玛丽 安 波特（Mary Anne Potts）

source: Adventure: How did your Classics degree prepare you to be a repeat thru-hiker?
zh_cn: 探险旅行：你的古典文学学位对你再次穿越有何帮助？

source: Jennifer Pharr Davis: Actually, I have my Classics degree to thank for initially turning me into a thru-hiker.
zh_cn: 詹妮弗：事实上，是我的古典文学的学位使我产生了第一次穿越的想法。

source: After graduating college my immediate thought was, Now what!? I had no idea what to do with my degree.
zh_cn: 在大学毕业之后，我紧接着所面临的就是，接下来我将做什么呢！？与我的学位有关的工作我一点儿想法都没有。

source: So, it was the perfect opportunity to get out on the trail.
zh_cn: 因此，我觉得是一个很好的机会来一次穿越旅行。

source: Classical literature is full of adventure.
zh_cn: 在古典文学中充满了有关探险的故事。

source: After reading about Roman gladiators and epic Homeric characters, I decided that I wanted to have a great story of my own.
zh_cn: 在阅读了罗马角斗士和荷马史诗之后，我觉得我该有个关于自己的伟大探险故事。

source: My trail name is “Odyssa”... and I called my memoir Becoming Odyssa because it’s an account of how the trail helped form me into who I have become.
zh_cn: 我的穿越之旅名为“奥德赛”(Odyssa)......我将它命名为奥德赛就是因为它记录了一段旅程，是这段旅程塑造了现在的我。

source: Perhaps the AT is not what my professors (or parents) had in mind, but it certainly was an adventure!
zh_cn: 也许这次穿越并不像我的老师（或父母）想的那样，但是对我自己来说这就是一次探险。

source: Why try to break your own record? Why not do something new?
zh_cn: 为什么要尝试打破自己的纪录？为什么不做点儿新鲜的事？

source: JPD: I think many record-breakers can attest that there is always a new level to aspire to.
zh_cn: 詹妮弗：我认为很多的打破纪录者的举动都表明人们总是渴望突破更高的目标。

source: I do hold the women’s speed record on the AT, and I’m very pleased with that, but the overall record (for men and women) is still out there.
zh_cn: 我现在确实保持着阿巴拉契亚徒步穿越的女子记录，对此我也很高兴，但是总的纪录（包括男子和女子的）还没被打破。

source: There is a chance I could meet that standard.
zh_cn: 我觉得我有希望达到那个水准。

source: It's like being a high jumper: You want to keep raising the bar until you knock it down, otherwise you don't know how high you can jump.
zh_cn: 就像跳高比赛：在你撞到那条横杆之前你总是会努力让它升得更高，否则你不会知道你到底能跳多高。

source: You plan to do average 46 miles a day. How is that even possible?
zh_cn: 你计划平均每他行进46英里，你打算怎么实现这个目标？

source: JPD: Yeah, sometimes when I think about it, it does sound extremely daunting.
zh_cn: 詹妮弗：是的，有时候我也会想，这听起来确实极其艰巨。

source: But I plan to break the day up into sections so it makes sense mentally and physically...hiking some, running some, and getting proper rest periods and nutrition.
zh_cn: 但是，我计划把每一天划分为若干段，这样看起来不论从心理上还是生理上都会变得可行――走一段儿，跑一段儿......进行适当的休息和合适的营养补充。

source: It’s a game plan that gets me excited rather than overwhelmed.
zh_cn: 这是一个令我感到兴奋而不是无法挑战的比赛计划。

source: The strategy to break the day into performance sections is a good one, I think.
zh_cn: 我觉得把一天的时间划分为一个个小赛段是很好的一个想法。

source: I’m going to constantly be thinking about how I’m performing my best at each moment to put myself in the best place for the next stretch.
zh_cn: 这样我就会在每一刻不断思考如何行进的最好，在开始下一个赛段之前获得一个最好的位置。

source: Also, I am actually more equipped to take on this challenge now than I ever have been.
zh_cn: 其次，在这次挑战中我的装备也得到了很大的提升。

source: The first time I did the AT, I didn’t even have proper moisture-wicking socks. And I had horrible nutrition...
zh_cn: 上一次穿越时，我甚至没有合适的速干袜，而且我的营养也没有跟上......

source: I ate A LOT of Little Debbies.
zh_cn: 我吃了很多的“小黛比”（垃圾食品？）。

source: Now, I know a lot more about my body and what it needs to pull off 46 miles a day.
zh_cn: 现在，我对于自己的身体更加了解，我知道我每天徒步行进46英里需要什么样的营养。

source: With proper gear, nutrition, and support off-trail from my husband, I feel really confident.
zh_cn: 有了合适的装备和营养，还有来自徒步路径外我丈夫的支持，我很有信心。

source: Plus, I’ve been planning this for some time, and over the past year I’ve been focused on training physically and mentally.
zh_cn: 另外，我计划这次穿越已经有些日子了，过去的一年间我一直在专著于生理和心理训练。

source: How much faster is that, on average, than your last record-setting AT thru-hike?
zh_cn: 平均来说这次要比你上次的穿越纪录快多少？

source: JPD: On my last record achievement I averaged 38 miles a day.
zh_cn: 詹妮弗：在我上次的穿越中平均每天行进38英里。

source: This time I will have to hike and run eight more miles each day.
zh_cn: 这一次我要每天比多走8英里。

source: My pace will be the same―hiking up mountains and running down them, when I can.
zh_cn: 我的步伐将和上次相同――爬上那些山再跑下来――只要我还能前进。

source: On average, I will have to hike two extra hours each day.
zh_cn: 平均来说，我每天必须多走2个小时。

source: In 2008, I hardly did any night-time hiking.
zh_cn: 在2008年，我基本上晚上就停下来了。

source: Sometimes the determining factor for when I stopped was not my physical capacity, but daylight hours.
zh_cn: 有时候我停下来不是因为体力的限制而使因为天色已黑的缘故。

source: This time I am prepared to hike early in the morning and at night when I need to.
zh_cn: 这一次我准备如果有需要我就在凌晨或者晚上继续前进。

source: How have you been training?
zh_cn: 你是如何训练的呢？

source: JPD: Since I live near the AT in Asheville, North Carolina, I have the opportunity to train on the trail.
zh_cn: 詹妮弗：因为我住在距离阿巴拉契亚山脉很近的北卡罗来纳州的阿什维尔（Asheville），我有机会进行徒步穿越训练。

source: Most of my training has consisted of becoming more efficient―and climbing! That is the biggest difference between my training in 2008 and now.
zh_cn: 我的大部分训练包括如何更有效率――和攀爬！这是我现在和2008年的训练最大的不同。

source: The last time I trained mostly by running and I didn't seek out challenging terrain.
zh_cn: 上一次我主要训练了奔跑而没有去那些险峻的地形进行训练。

source: I also spent a lot of time on roads.
zh_cn: 同时在路上花了大部分的时间。

source: This time I have prepared specifically on trails with lots of elevation gain.
zh_cn: 这一次我特别准备了起伏地形的穿越路径。

source: I have actually been hiking more and running less.
zh_cn: 我进行了更多地徒步走的训练和较少的奔跑训练。

source: I never ran uphill in 2008, so I decided that I shouldn't practice running uphill in my training.
zh_cn: 在2008年，我从没有在上山时跑过，所以我觉得没有必要训练向山上跑。

source: Instead, I have been putting in longer days and running only when the trail and my body allows.
zh_cn: 与之相反，我在大部分之间徒步走而只有当地形和身体条件允许的情况下奔跑。

source: I have also incorporated yoga into my daily routine to improve my breathing and flexibility.
zh_cn: 我每天还把瑜伽糅合到我的训练中来提高我的呼吸效率和身体灵活性。

source: How many pairs of shoes do you think you'll need to complete the hike?
zh_cn: 你觉得这次穿越将会需要多少双鞋子？

source: JPD: I expect to rotate between six or seven Salomon trail shoes.
zh_cn: 詹妮弗：我希望轮换着穿6到7双索罗门（Salomon）徒步鞋。

source: I will have the luxury of switching out my shoes when I meet my husband at certain road crossings.
zh_cn: 我将会在和我丈夫会面的路口处换上这些额外的鞋子。

source: I will mostly be using a new Salomon shoe I helped developed specifically for people who like to run their hikes.
zh_cn: 我会大部分时间都使用我协助开发的专为徒步穿越设计的新款索罗门鞋子。

source: It’s called the Salomon Synapse, and refers to the connection between hiking and running.
zh_cn: 这种叫做索罗门 Synapse的鞋子结合了徒步走与奔跑。

source: Since it’s designed to maximize a fastpacker’s natural motion, I will probably use it the most.
zh_cn: 因为它被设计来最大化背包旅行者的自身的动力，我可能大部分时间都穿着这款鞋子。

source: But I’ll also be using the Salomon XT-Wings for the mountain running stretches and he Salomon XR-Crossmax for the flatter, faster stretches.
zh_cn: 但是我也会在山地奔跑时使用索罗门的XT-Wings，而在更加平坦可以跑得更快的路段使用索罗门的XR-Crossmax。

source: How many calories will you need per day? What's your favorite trail food?
zh_cn: 你每天所需的卡路里大概是多少？你需要准备什么食物？

source: JPD: I will need to get at least 6,000 calories per day at a minimum, and most days I expect to burn more than that.
zh_cn: 詹妮弗：我每天最少需要摄入6000卡路里的热量，而且在大多数时间我可能会消耗的更多。

source: Nutrition has historically been a challenge for me, so I’m going in as prepared as possible this time.
zh_cn: 营养对我来说在上次就考验了我，因此这一次我将会准备的尽可能充分。

source: I don’t want to feel depleted.
zh_cn: 我不想有口水被耗干的感觉。

source: That said, chewing actually becomes a chore, so anything I can drink or chug is ideal.
zh_cn: 也就是说，咀嚼将会是种苦差事，因此任何饮用方式的食物都很理想。

source: I love fruit juices and chocolate milk.
zh_cn: 我喜欢水果汁和巧克力奶。

source: Also, because the attempt takes place in the middle of the summer and I loose a lot of salt, I become a kettle chip monster!
zh_cn: 并且，因为这次尝试是在盛夏时分，我的身体会失去大量的盐分，所以我身上会挂满水壶。

source: The first time on the trail, you were a hiking novice.
zh_cn: 第一次徒步穿越时，你还是个菜鸟。

source: How do feel you are you different this time?
zh_cn: 你觉得这次你有何不同？

source: JPD: Some people learn to swim just by jumping off the dock.
zh_cn: 詹妮弗：有些人学游泳就是直接从码头跳入水中。

source: That’s pretty much how I learned to hike.
zh_cn: 我学习徒步穿越与之非常相似。

source: Making a lot of mistakes the first time forced me to improve very quickly so I wouldn’t sink.
zh_cn: 第一次会犯的很多错误，要想不沉入水底就需要很快速的提高技巧。

source: Simply having a better idea of what to expect makes a world of difference.
zh_cn: 一个简单的更好的期待就会创造一个别样的世界。

source: While each trail experience is new and organic, I now know generally what kind of animals, people, and terrain I’ll run into.
zh_cn: 每一次的徒步穿越都是新的和有机的，现在我已基本了解我将穿越的环境中会有什么种类的动物，什么样的人和地形。

source: So, I can be more prepared.
zh_cn: 因此，我的准备更加充分。

source: However, this time around there are new challenges.
zh_cn: 但是，这一次也会有新的挑战。

source: The first time, I took my time, and left myself open to what the trail threw at me.
zh_cn: 第一次，我并没有对时间的要求，并且让自己心灵开放接受徒步穿越将会面对的一切。

source: This time, I’m trying to achieve a time goal.
zh_cn: 这一次，我对消耗的时间有了要求。

source: So, I need to remember to keep focused and relaxed and not let the weight of the project add too much stress.
zh_cn: 因此，我必须时刻提醒自己集中注意力并且保持放松，避免太大的压力。

source: The trail doesn’t like stress! Finally, I’m different from who I was the last two times I hiked the AT.
zh_cn: 徒步穿越不是压力！最后，我和上两次穿越时已经不同了。

source: I’ve grown so much as a person.
zh_cn: 我已成长了很多。

source: My experiences as a thru-hiker helped develop me into who I am today, and I’ve added new post-trail experiences to the development.
zh_cn: 我的徒步穿越的经历塑造了今天的我，在此期间还有些别的变化。

source: I’m a wife now.
zh_cn: 我现在已经成家。

source: I’m an author, a public speaker, and a business owner.
zh_cn: 我成为一个作家，一个公众演说家，一个经营者。

source: So, in many ways, the entire third experience on the AT will be different because of my personal growth.
zh_cn: 因此，从很多方面来说，这第三次的阿尔巴契亚徒步穿越因为我的成长而变得与众不同。

source: What parts of AT hiking culture are you looking forward to most?
zh_cn: 阿尔帕契亚徒步穿越文化的哪一部分是你最期待的？

source: JPD: Community! I’m looking forward to seeing some familiar faces.
zh_cn: 詹妮弗：协作精神！我期待能看到一些熟悉的面孔。

source: That may sound ironic on a supported record attempt, but many of my best friends from previous AT hikes will help me on this adventure.
zh_cn: 听起来好像在一次受赞助的纪录挑战活动中谈协作很有讽刺意味，但是很多以前穿越时结识的朋友会再这次挑战中帮助我。阿巴拉契亚徒步穿越的大森林是所有穿越者之间的纽带。

source: The AT naturally fosters a really deep bond between hikers, and it is nice to strengthen the bond with old friends and make new friends on each new journey.
zh_cn: 在每一次的穿越中加深和老朋友之间的纽带并且结识新的朋友是件很愉快的事情。

source: What will be your greatest challenge on this thru-hike?
zh_cn: 你此次穿越将面临的最大的挑战是什么？

source: JPD: The weather is always a challenge.
zh_cn: 詹妮弗：天气对我来说总是挑战。

source: I’m going in the summertime, so I’m hoping for the best, but anyone who has hiked the AT knows that it’s always a mixed bag.
zh_cn: 我将在夏天进行穿越，因此我希望天气会好，但是每个曾在阿巴拉契亚穿越的人都知道，那里的天气总是好坏不一。

source: At any time I could run into rain, sleet, snow, or scorching heat.
zh_cn: 任何时候我都可能会碰到下雨、冻雨或是酷热天气。

source: The reason this could be the greatest challenge is that when I’m on the trail I’m going to be traveling without a lot of gear, so I need to leave camp each morning with a good idea of what the weather might bring that day so I’ll know how much gear to bring.
zh_cn: 天气会成为最大的挑战的原因可能就是因为在穿越途中我不可能带很多的装备，因此，早晨我离开帐篷时需要判断这一天的天气会时什么样的，我需要带什么装备。

source: I don’t want to be weighed down by too much, but I don’t want to be unprepared, either.
zh_cn: 虽然我并不想负重太多，但是也不想准备不足。

source: The other challenge for me is getting enough sleep.
zh_cn: 另一个挑战就是睡眠。

source: I LOVE to sleep, and I sleep really well on the trail.
zh_cn: 我很能睡，我在穿越途中睡得很好。

source: That said, hiking 46 hours a day will cause several short nights.
zh_cn: 但是每天走46英里会导致有些夜晚不能充分休息。

source: I hope that my body can continue to recover, even when I don't get 7 to 8 hours of rest.
zh_cn: 我希望我的身体能够在我不能保证7到8小时休息的情况下能及时恢复。

source: What piece of gear is a must-have?
zh_cn: 什么装备是必需的？

source: JPD: Well, since I’m going to be punishing my feet and legs all day long for a month and a half, proper trail running shoes are the most important thing.
zh_cn: 当然，既然我每天都要让我的脚和腿受尽摧残持续一个半月，合适的徒步鞋是最重要的装备。

source: The other item you always feel is your day pack, so I am very lucky to have an assortment of Salomon packs that fit great and allow me to run and hike in comfort.
zh_cn: 另外一个很重要的东西是拟定背包，所以，我非常幸运的拥有一个很贴身能让我舒舒服服奔跑和步行的所罗门的背包。

source: Also, I’ll never go on the trail without a watch.
zh_cn: 自外，我必须要有一块手表。

source: I have used a Suunto Vector for the past four years.
zh_cn: 我过去四年一直在用一块Suunto Vector。

source: I love having an altimeter, barometer and compass on my wrist at all times.
zh_cn: 我喜欢在手腕上随时都带着海拔计，气压计和罗盘。

source: I like being able to monitor approaching storms as well as my location and how high I’m climbing or how fast I’m descending.
zh_cn: 我希望能够预判即将到来的暴风雨，能够知道我的方位，能够知道我爬了多高和我下降的有多快。

source: Since I need to keep my eye on the weather, having real-time barometric pressure and elevation is key.
zh_cn: 因为我需要随时关注天气，因此实时的气压和海拔是很关键的。

source: Is it possible to be a professional hiker? Have you pulled that off?
zh_cn: 有没有可能成为职业的徒步穿越者？你有没有成为职业的穿越者？

source: JPD: The jury is still out.
zh_cn: 詹妮弗：这个问题还没有定论。

source: I work VERY, very hard off the trail.
zh_cn: 在穿越之外，我工作的非常、非常努力。

source: I’m able to make my profession because of hiking, but that includes a lot more than just my own personal achievements on the trail.
zh_cn: 我现在的职业与徒步穿越有关，除了我个人在穿越方面取得的成就之外也和我其他方面的努力分不开。

source: I own Blue Ridge Hiking Co, which helps get other people out on their own successful trail adventures.
zh_cn: 我拥有蓝脊徒步穿越公司（blue Ridge hiking Co），是一家提供探险培训的公司。

source: I wrote and published a memoir called Becoming Odyssa, as well as three hiking guide books.
zh_cn: 我写作出版了一本叫做《成为奥德赛》的回忆录，以及3本徒步穿越指南。

source: And, I do a lot of public speaking as well as workshops and clinics.
zh_cn: 另外，我也作了一些关于徒步的公开演讲以及有关徒步的工厂和诊所。

source: Now, I’m helping Salomon design products that enhance the experience even further.
zh_cn: 现在，我正在协助所罗门公司设计他们的新产品。

source: So, I’ve been able to use hiking to create a career, but it has been a difficult path to pursue.
zh_cn: 因此，我能够通过徒步穿越创造一个新的职业，但是这是一条很困难的道路。

source: It certainly would be a lot easier to find a job that demanded less, paid more, and provided health insurance.
zh_cn: 相比较而言，找一份付出更少、报酬更丰并且提供健康保险的工作更容易一些。

source: What trip is on your Adventure Bucket List?
zh_cn: 在结束探险之前你们最后想去的是哪里？

source: JPD: Babies are on my bucket list. Along with marriage, that will probably be the greatest adventure.
zh_cn: 詹妮弗：孩子们在我们的计划表上，也包括婚姻，这对于我们来说可能是最大的一次冒险。

source: That said, my husband and I both want to hike a few more trails before we start a family.
zh_cn: 我和我的丈夫都想在我们开始建立一个家庭之前再完成几次徒步旅行。

source: We both share a love for the Alps, and it is a dream of ours to travel to New Zealand and Patagonia.
zh_cn: 我们都喜欢阿尔卑斯山，并且我们都梦想能去新西兰和巴塔哥尼亚旅行。
